logs/20240610-004625_00003234/iodepth=1/rw=write/fio.log
job: (g=0): rw=write, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=1
fio-3.35
Starting 1 process

job: (groupid=0, jobs=1): err= 0: pid=37302: Mon Jun 10 00:49:40 2024
  write: IOPS=105, BW=52.6MiB/s (55.2MB/s)(10.0GiB/194493msec); 0 zone resets
    slat (usec): min=58, max=89210, avg=109.33, stdev=1001.46
    clat (usec): min=1541, max=181114, avg=9386.77, stdev=11485.34
     lat (usec): min=1607, max=181305, avg=9496.10, stdev=11562.77
    clat percentiles (usec):
     |  1.00th=[  1795],  5.00th=[  2147], 10.00th=[  2868], 20.00th=[  2999],
     | 30.00th=[  3195], 40.00th=[  3818], 50.00th=[  3916], 60.00th=[  4015],
     | 70.00th=[  7111], 80.00th=[ 15664], 90.00th=[ 27395], 95.00th=[ 33817],
     | 99.00th=[ 47449], 99.50th=[ 58459], 99.90th=[ 86508], 99.95th=[108528],
     | 99.99th=[128451]
   bw (  KiB/s): min=26624, max=83968, per=100.00%, avg=54011.59, stdev=9961.99, samples=388
   iops        : min=   52, max=  164, avg=105.45, stdev=19.45, samples=388
  lat (msec)   : 2=2.69%, 4=56.54%, 10=15.16%, 20=9.27%, 50=15.52%
  lat (msec)   : 100=0.75%, 250=0.06%
  cpu          : usr=0.07%, sys=0.88%, ctx=20514, majf=0, minf=7
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,20480,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=52.6MiB/s (55.2MB/s), 52.6MiB/s-52.6MiB/s (55.2MB/s-55.2MB/s), io=10.0GiB (10.7GB), run=194493-194493msec

Disk stats (read/write):
    md127: ios=0/20702, merge=0/0, ticks=0/201621, in_queue=201621, util=99.32%, aggrios=3042/7828, aggrmerge=381174/977011, aggrticks=12555/27041, aggrin_queue=42818, aggrutil=25.87%
  sdf: ios=3008/7788, merge=380896/976018, ticks=12118/30395, in_queue=44723, util=25.74%
  sdd: ios=3016/7807, merge=381368/977887, ticks=11285/22799, in_queue=36417, util=21.32%
  sdb: ios=3018/7807, merge=381622/977887, ticks=11507/22287, in_queue=36128, util=21.04%
  sdi: ios=3020/7803, merge=381876/977379, ticks=13390/30061, in_queue=45926, util=25.87%
  sdg: ios=3082/7865, merge=380814/976317, ticks=11875/29901, in_queue=46301, util=24.59%
  sde: ios=3094/7884, merge=381197/977589, ticks=11660/23625, in_queue=39839, util=21.44%
  sdc: ios=3096/7884, merge=381735/977873, ticks=16663/27122, in_queue=48251, util=25.48%
  sdh: ios=3005/7786, merge=379890/975139, ticks=11948/30144, in_queue=44966, util=25.63%